[
  {
    "id": 1,
    "collegeImage": "https://i.postimg.cc/QNWRPyDw/photo-1607237138185-eedd9c632b0b-crop-faces-edges-cs-tinysrgb-fit-crop-fm-jpg-ixid-M3wx-Mj-A3f-DB8-MXxhb.jpg",
    "collegeName": "ABC University",
    "admissionDates": "August 1 - August 15, 2023",
    "events": "Orientation Day, Career Fair, Alumni Meet",
    "researchHistory": "Pioneering research in Artificial Intelligence",
    "sports": "Basketball, Soccer, Tennis",
    "collegeDetails": {
      "admissionProcess": "ABC University offers a competitive admission process. Prospective students are required to submit their applications online. The admission committee carefully reviews each application and considers various factors such as academic performance, extracurricular activities, and recommendation letters.",
      "eventsDetails": "ABC University hosts various exciting events throughout the year. The Orientation Day is organized to welcome new students to the campus and provide them with essential information. The Career Fair helps students connect with potential employers and explore job opportunities. The Alumni Meet is a wonderful networking opportunity for current students to interact with successful alumni.",
      "researchWorks": "At ABC University, we are at the forefront of research in Artificial Intelligence. Our faculty and researchers collaborate on groundbreaking projects that address real-world challenges. Our research works have been published in top-tier journals and conferences, contributing significantly to the advancement of AI.",
      "sportsCategories": "ABC University offers a diverse range of sports activities to promote physical fitness and teamwork. Students can participate in sports like Basketball, Soccer, and Tennis. Our sports facilities are well-equipped to support both recreational and competitive sports."
    }
  },
  {
    "id": 2,
    "collegeImage": "https://i.postimg.cc/kGvrH2Sw/photo-1622604647545-0cada2f34470-crop-faces-edges-cs-tinysrgb-fit-crop-fm-jpg-ixid-M3wx-Mj-A3f-DB8-MXxhb.jpg",
    "collegeName": "XYZ College",
    "admissionDates": "September 1 - September 30, 2023",
    "events": "Annual Fest, Hackathon, Science Exhibition",
    "researchHistory": "Cutting-edge research in Biotechnology",
    "sports": "Cricket, Volleyball, Swimming",
    "collegeDetails": {
      "admissionProcess": "The admission process at XYZ College is straightforward. Interested students can apply through our online portal or by visiting the campus admissions office. We consider academic records, standardized test scores, and personal achievements during the selection process.",
      "eventsDetails": "XYZ College hosts several exciting events throughout the year. The Annual Fest is a grand celebration of culture and talent, featuring performances, art exhibitions, and more. The Hackathon challenges students to showcase their problem-solving and programming skills. The Science Exhibition is an opportunity for students to display their innovative scientific projects.",
      "researchWorks": "XYZ College is renowned for its cutting-edge research in Biotechnology. Our faculty members are actively involved in research projects that focus on areas such as genetic engineering, bioinformatics, and pharmaceutical development. Our research works have received recognition and grants from prestigious institutions.",
      "sportsCategories": "At XYZ College, we encourage students to stay active and engage in sports. We offer a variety of sports categories, including Cricket, Volleyball, and Swimming. Our sports facilities are well-maintained, and we support our athletes in regional and national competitions."
    }
  },
  {
    "id": 3,
    "collegeImage": "https://i.postimg.cc/q71LMyfW/photo-1622397333309-3056849bc70b-crop-faces-edges-cs-tinysrgb-fit-crop-fm-jpg-ixid-M3wx-Mj-A3f-DB8-MXxhb.jpg",
    "collegeName": "PQR Institute",
    "admissionDates": "July 15 - July 31, 2023",
    "events": "Cultural Night, Debate Competition, Workshop on Entrepreneurship",
    "researchHistory": "Leading research in Environmental Science",
    "sports": "Badminton, Football, Athletics",
    "collegeDetails": {
      "admissionProcess": "PQR Institute follows a holistic approach to the admission process. We assess applicants based on their academic performance, extracurricular involvement, and personal qualities. As part of the admission process, we conduct interviews to get to know the prospective students better.",
      "eventsDetails": "Our campus is vibrant with various events throughout the year. The Cultural Night is a celebration of diversity and includes performances, art exhibitions, and cultural displays. The Debate Competition allows students to showcase their public speaking and critical thinking skills. The Workshop on Entrepreneurship provides students with valuable insights into the world of startups and business.",
      "researchWorks": "PQR Institute is a leader in research related to Environmental Science. Our research initiatives focus on environmental conservation, sustainable practices, and climate change mitigation. Our researchers collaborate with national and international organizations to address global environmental challenges.",
      "sportsCategories": "Sports and physical fitness are integral to life at PQR Institute. We offer sports categories such as Badminton, Football, and Athletics. Our sports facilities are open to all students, promoting a healthy and active lifestyle."
    }
  }
]
